[
	[
		"yt-303EAgfDtHI",
		72,
		"Q&A: What was the funniest bug you found?"
	],
	[
		"yt-dWuEnDmuHh4",
		12,
		"Q&A: Why are there a bunch of rocks, bushes, and Bats 300m over Grass Fields?"
	],
	[
		"yt-HBwJvUE5HoE",
		0,
		"Q&A: Can I blame Hannah for holes in the world?"
	],
	[
		"yt-Xa2isJYzi8E",
		150,
		"Q&A: What part of the Map did Hannah enjoy working on the most and what holes annoyed them the most?"
	],
	[
		"yt-9OxkPew6y6Y",
		0,
		"Q&A: Invisible Resource nodes?"
	],
	[
		"yt-eQqTkGrQ0Ys",
		0,
		"Hannah Talk via Snutt & Mikael: There might a floating rock here & there..."
	],
	[
		"yt-H7GSqN_hgSE",
		0,
		"Q&A: Will holes in the map be fixed?"
	],
	[
		"yt-tfqKXly0d4o",
		0,
		"We might fix \"bugs\" like floating rocks"
	],
	[
		"yt-MnWj1JSPgnE",
		0,
		"Nobody saw that floating Gas Rock"
	],
	[
		"yt-y1Znn6SBS6w,2751.486541,2764.601335",
		2751,
		"Floating Rocks"
	],
	[
		"yt-5NBgetrxtpw,2009.351977,2028.745653",
		2009.351977,
		"Community FYI: Lots of content to update for BlameHannah.com site now"
	],
	[
		"yt-6X4jqMUtCwI,727.4934333333333,777.5434333333334",
		727.493,
		"Update 8 Medium Map Changes - Outro"
	],
	[
		"yt-ZPrrJcVaAgI",
		0,
		"Q&A: Did you address the unobtainable Power Slugs?"
	],
	[
		"yt-56qfgYEtKzE",
		0,
		"Q&A: Working on floating Ore rocks?"
	],
	[
		"yt-Z6bo0pjYghk,7486.864999,7516.174063735765",
		7491.767,
		"Looks like Hannah's been here..."
	],
	[
		"yt-Z6bo0pjYghk,8382.181263,8393.711847",
		7326.971,
		"🔨Hanburger: wasn't me!"
	],
	[
		"yt-FqhboAjAiYY",
		616.35,
		"This is the Valhalla of Floating Rocks"
	],
	[
		"yt-FqhboAjAiYY",
		2597,
		"Q&A: Are floating rocks part of the 80%?"
	],
	[
		"yt-FqhboAjAiYY",
		2832,
		"Floating rocks, yo"
	],
	[
		"yt-8BxYvOLpjGo,214.88133333333334,234.80123333333333",
		226.693,
		"Limestone resource chunk floating in the work-in-progress Spire Coast biome"
	],
	[
		"yt-8BxYvOLpjGo,357.6906666666667,370.70366666666666",
		368.525,
		"That area is butt ugly at the moment. -Hannah, 2022"
	],
	[
		"yt-aSULg4OecOk",
		6.93,
		"Snutt in a hoodie, responding to a query about who probably made the decision to put a Uranium resource node in a high, difficult-to-reach place."
	],
	[
		"yt-1ydovUndxp8",
		14,
		"Tim talking about their favourite rock in the Dune Desert (no, not that one)."
	],
	[
		"yt-3VREREW888c",
		5.62,
		"Snutt in beanie, reading stream chat, with BMO from Adventure Time visible atop cupboard in background."
	],
	[
		"yt-Qef2i5Nug_U",
		10.31,
		"Screenshot of Jace & Hannah in split-screen, both wearing red flannel, Jace reading stream chat, Hannah looking off to upper right of camera."
	],
	[
		"yt-cHGEiggCmOs",
		18.27,
		"Screenshot of Jace & Hannah in split-screen, both wearing red flannel, Jace smiling looking to left-of-camera, Hannah looking direct into camera."
	],
	[
		"yt-6Y25k25rbWg",
		8.35,
		"Screenshot of Jace & Hannah in split-screen, both wearing red flannel, both reading & responding to stream chat & each other."
	],
	[
		"yt-pEVKagBHXRA",
		13.25,
		"Screenshot of Jace & Snutt in split-screen, both smiling as they read & respond to stream chat & each other."
	],
	[
		"yt-lwiruCRJKo0",
		17.36,
		"Screenshot of a segment of the Epic-hosted stream with Jace & Snutt pictured inset to the right."
	],
	[
		"yt-PtsEfgW-R7o",
		121.75,
		"Screenshot of Snutt & Jace in split-screen on stream, capture mid-laughter. Jace wearing the famous red flannel."
	],
	[
		"yt-cF3QleeEiJo,2105.731039,2156.762994",
		2106,
		"Screenshot of Community Highlights segment of the Update 4 countdown stream, with the key art of the Space Elevator in the background, the countdown timer on '01:24:22', and an inset thumbnail of Snutt speaking to other Coffee Stainers not visible on the scene."
	],
	[
		"yt-axmmm-ituSg",
		29.76,
		"Screenshot of Snutt in a beanie, looking direct into camera, finger pointed for emphasis, camera mirrored with the Marshall amps visible in the blurred background."
	],
	[
		"yt-NeQpezHiVzI",
		40.5,
		"Screenshot of Snutt in a beanie, looking direct into camera, camera mirrored with the Marshall amps visible in the blurred background."
	],
	[
		"yt-zupxMlvBIog",
		19.5,
		"Screenshot of Snutt & Jace in split-screen on stream, Snutt's camera mirrored, Snutt on the left side of the split-screen looking towards the right, Jace reading from stream chat."
	],
	[
		"yt-jXwIeLGuSvI",
		4.8,
		"Screenshot of Snutt looking into camera, with camera unmirrored & Marshall amps visible in the blurred background."
	],
	[
		"yt-y8FchPasYvI",
		24.5,
		"Screenshot of four Coffee Stainers sitting in the cinema seating of their old office. From left to right: Jace looking at a laptop, Birk in the rear row of seats looking at Hannah, Snutt looking at Hannah, and Hannah looking in the direction of (but not into) the camera."
	],
	["yt-CB9bSigNYH8,3090.973157,3125.355289", 3115.332157, "Screenshot of Hannah's level design stream, showing a floating Green Power Slug in a cave tunne"]
]
